[{"word": "bilk", "definitionA": "to defraud; cheat:", "definitionB": "<noun>\n  1. The spoiling of someone's score in the crib.\n  2. A deception, a hoax.\n  3. A cheat or swindler.\n<verb>\n  1. To spoil the score of (someone) in cribbage.\n  2. To do someone out of their due; to deceive or defraud, to cheat (someone).\n  3. To evade, elude.\n", "etymology": "First recorded in 1625–35; of obscure origin", "example": "The lawsuit alleged that Danone used these claims to bilk consumers out of more than $100 million.", "synonym": "bamboozle"}, {"word": "rook", "definitionA": "a black, European crow, Corvus frugilegus, noted for its gregarious habits.", "definitionB": "<noun>\n  1. A European bird, Corvus frugilegus, of the crow family.\n  2. A cheat or swindler; someone who betrays.\n  3. A type of firecracker used by farmers to scare birds of the same name.\n  4. A trick-taking game, usually played with a specialized deck of cards.\n  5. A bad deal, a rip-off.\n<verb>\n  1. To cheat or swindle.\n<noun>\n  1. A piece shaped like a castle tower, that can be moved only up, down, left or right (but not diagonally) or in castling.\n  2. A castle or other fortification.\n<noun>\n  1. A rookie.\n<noun>\n  1. Mist; fog; roke\n<verb>\n  1. To squat; to ruck.\n<verb>\n  1. Pronunciation spelling of look.\n", "etymology": "First recorded before 900; Middle English rok(e), Old English hrōc; cognate with Old Norse hrōkr, Old High German hruoh", "example": "Nepomniachtchi’s position seemed promising early on, with a strong bishop patrolling acres of space and a rook policing the a-file, the column spanning the western edge of the board.", "synonym": "betray"}, {"word": "fleece", "definitionA": "the coat of wool that covers a sheep or a similar animal.", "definitionB": "<noun>\n  1. Hair or wool of a sheep or similar animal\n  2. Insulating skin with the wool attached\n  3. A textile similar to velvet, but with a longer pile that gives it a softness and a higher sheen.\n  4. An insulating wooly jacket\n  5. (roofing) Mat or felts composed of fibers, sometimes used as a membrane backer.\n  6. Any soft woolly covering resembling a fleece.\n  7. The fine web of cotton or wool removed by the doffing knife from the cylinder of a carding machine.\n<verb>\n  1. To con or trick (someone) out of money.\n  2. To shear the fleece from (a sheep or other animal).\n  3. To cover with, or as if with, wool.\n", "etymology": "before 1000; Middle English flees, Old English flēos, flȳs; cognate with Middle Dutch vlies, Middle High German vlius, German Vlies", "example": "This looks like a normal crewneck sweater, but it’s made from Polartec Power Air, a fleece material that sheds few fibers and moves easily when layered under other garments.", "synonym": "bleed"}, {"word": "asymmetric", "definitionA": "not identical on both sides of a central line; unsymmetrical; lacking symmetry:", "definitionB": "<adjective>\n  1. Not symmetric.\n  2. Not involving a mutual exchange of keys between the sender and receiver.\n  3. Of a relation R on a set S: having the property that for any two elements of S (not necessarily distinct), at least one is not related to the other via R.\n", "etymology": "First recorded in 1870–75; a- 6 + symmetric ( def )", "example": "Today, building such asymmetric molecules and controlling which version gets produced is extremely important.", "synonym": "asymmetrical"}, {"word": "negligible", "definitionA": "so small, trifling, or unimportant that it may safely be neglected or disregarded:", "definitionB": "<adjective>\n  1. Able to be neglected, ignored or excluded from consideration; too small or unimportant to be of concern.\n", "etymology": "1820–30; < Latin neglig ( ere ) to neglect + -ible", "example": "The fact that we are seeing negligible flu seasons in other countries, which count their flu cases differently than we do, is part of the reason why.", "synonym": null}, {"word": "eclectic", "definitionA": "selecting or choosing from various sources.", "definitionB": "<noun>\n  1. Someone who selects according to the eclectic method.\n<adjective>\n  1. Selecting a mixture of what appears to be best of various doctrines, methods or styles.\n  2. Unrelated and unspecialized; heterogeneous.\n", "etymology": "First recorded in 1675–85; from Greek eklektikós “selective,” from eklekt(ós) “chosen, selected” (past participle of eklég(ein) “to pick out, choose,” from ek- ec- ( def ) + légein “to pick up, gather, count, speak”; dialect ( def ) ) + -ikos -ic", "example": "Easy-going guy who enjoys nights out on the weekends and documentaries after work on the weeknights — and a guy who likes my eclectic taste in music and who prefers the beach to anywhere else.", "synonym": "catholic"}, {"word": "marmoreal", "definitionA": "of or like marble:", "definitionB": "<adjective>\n  1. Resembling marble or a marble statue.\n", "etymology": "1790–1800; < Latin marmore ( us ) made of marble ( marble, -eous ) + -al 1", "example": "His prophetic assurance cast a fresh shade of apprehension over her marmoreal brow.", "synonym": "alabaster"}, {"word": "elevenses", "definitionA": "a midmorning break for refreshments:", "definitionB": "<noun>\n  1. A short mid-morning break taken around eleven o'clock for a drink or light snack.\n", "etymology": "First recorded in 1840–65; originally dialect; doubly pluralized form of eleven, perhaps as ellipsis of eleven hours (eleven o'clock)", "example": null, "synonym": null}, {"word": "incontrovertible", "definitionA": "not controvertible; not open to question or dispute; indisputable:", "definitionB": "<adjective>\n  1. Not capable of being denied, challenged, or disputed; closed to questioning.\n", "etymology": "First recorded in 1640–50; in- 3 + controvertible ( def )", "example": "Such a tribunal, based on the collection and review of incontrovertible evidence, could bring Putin and those in his circle to justice and also set the story straight about the war.", "synonym": null}, {"word": "estival", "definitionA": "pertaining or appropriate to summer.", "definitionB": "<adjective>\n  1. Of or relating to summer.\n  2. Coming forth in the summer.\n", "etymology": "First recorded in 1350–1400; Middle English, from Late Latin aestīvālis, equivalent to Latin aestīv(us) “of or relating to summer” + -ālis -al 1", "example": "The estival solstice of Meton, the Athenian, corresponds with this day, in the 87th Olympiad.", "synonym": null}, {"word": "pandemonium", "definitionA": "wild uproar or unrestrained disorder; tumult or chaos.", "definitionB": "<noun>\n  1. A place where all demons live; Hell.\n  2. Chaos; tumultuous or lawless violence.\n  3. An outburst; loud, riotous uproar, especially of a crowd.\n", "etymology": "1660–70; after Pandaemonium, Milton's name in Paradise Lost for the capital of hell; pan-, demon, -ium", "example": "However, as the pandemonium across the SEO community indicates, this isn’t always the case in practice.", "synonym": "babel"}, {"word": "spontaneous", "definitionA": "coming or resulting from a natural impulse or tendency; without effort or premeditation; natural and unconstrained; unplanned:", "definitionB": "<adjective>\n  1. Self-generated; happening without any apparent external cause.\n  2. Done by one's own free choice, or without planning.\n  3. Proceeding from natural feeling or native tendency without external or conscious constraint\n  4. Arising from a momentary impulse\n  5. Controlled and directed internally; self-active; spontaneous movement characteristic of living things\n  6. Produced without being planted or without human cultivation or labor.\n  7. Random.\n  8. Sudden, without warning.\n", "etymology": "First recorded in 1650–60; from Late Latin spontāneus, equivalent to Latin spont(e) “willingly” + -āneus ( -ān(us) -an + -eus -eous )", "example": "Because most people don’t make totally spontaneous decisions about where to go or eat — some amount of forethought or planning is typically involved — it will be interesting to see how this feature gets used and evolves.", "synonym": null}, {"word": "cesspool", "definitionA": "a cistern, well, or pit for retaining the sediment of a drain or for receiving the sewage from a house.", "definitionB": "<noun>\n  1. An underground pit where sewage is held.\n  2. (by extension) A filthy place.\n", "etymology": "1575–85; cess (< Italian cesso privy < Latin rēcessus recess, place of retirement) + pool 1", "example": "In his public rhetoric, Jacobs doesn’t leave room for the idea that the buildings he demolishes are anything but cesspools.", "synonym": "cesspit"}, {"word": "cistern", "definitionA": "a reservoir, tank, or container for storing or holding water or other liquid.", "definitionB": "<noun>\n  1. A reservoir or tank for holding water, especially for catching and holding rainwater for later use.\n  2. In a flush toilet, the container in which the water used for flushing is held; a toilet tank.\n  3. A cisterna.\n  4. The vessel surrounding the condenser in a steam engine.\n", "etymology": "1250–1300; Middle English cistern ( e ) < Latin cisterna, equivalent to cist ( a ) ( cist 1 ) + -erna noun suffix", "example": "Many middle- and upper-class families have water tanks and cisterns at their homes.", "synonym": "cisterna"}, {"word": "coterie", "definitionA": "a group of people who associate closely.", "definitionB": "<noun>\n  1. A circle of people who associate with one another.\n  2. An exclusive group of people, who associate closely for a common purpose.\n  3. A communal burrow of prairie dogs.\n", "etymology": "First recorded in 1730–40; from French, Middle French: “an association of tenant farmers,” from Medieval Latin coter(ius) cotter 2 + -ie -y 3", "example": "She often attracted a coterie of younger activists as she lectured around the country and conducted workshops on understanding racism.", "synonym": "circle"}, {"word": "parley", "definitionA": "a discussion or conference.", "definitionB": "<noun>\n  1. A conference, especially one between enemies.\n<verb>\n  1. To have a discussion, especially one between enemies.\n", "etymology": "1400–50; late Middle English parlai < Middle French parlee, noun use of feminine of parle, past participle of parler to parle", "example": "I’m a tried-and-true Chaco advocate, but on this trip I liked the Parley, because it added a layer of protection from the sun for my feet.", "synonym": "confab"}, {"word": "thoroughfare", "definitionA": "a road, street, or the like, that leads at each end into another street.", "definitionB": "<noun>\n  1. A passage; a way through.\n  2. A road open at both ends or connecting one area with another; a highway or main street.\n  3. The act of going through; passage; travel, transit.\n  4. An unobstructed waterway allowing passage for ships.\n", "etymology": "First recorded in 1350–1400, thoroughfare is from the Middle English word thurghfare. See thorough, fare", "example": "The Park Service also said the Memorial Bridge and parts of major thoroughfares downtown, including Constitution, Pennsylvania and Independence avenues, would be blocked.", "synonym": "channel"}, {"word": "adroitly", "definitionA": "with expert or dexterous use of the hands or body; nimbly:", "definitionB": "<adverb>\n  1. Deftly; in an adroit manner.\n  2. In a manner exhibiting skill at handling situations, particularly difficult situations.\n", "etymology": "First recorded in 1695–1705; adroit ( def ) + -ly", "example": "But, she adds, more work needs to be done on its biomechanics — how it might have moved — to understand how adroitly aquatic the dinosaur might have been.", "synonym": "capably"}, {"word": "watercraft", "definitionA": "skill in boating and water none sports.", "definitionB": "<noun>\n  1. Any vessel with implements designed to move it in arbitrary direction through one or various bodies of water – a boat, ship, sea scooter, or similar vehicle.\n  2. Skill in boating, swimming, or other water-related sports.\n", "etymology": "First recorded in 1560–70; water none + craft none", "example": "You need a watercraft to reach the campsites here, and you can rent a canoe from the park if you don’t have one.", "synonym": "blimp"}, {"word": "jocular", "definitionA": "given to, characterized by, intended for, or suited to joking or jesting; waggish; facetious:", "definitionB": "<adjective>\n  1. Humorous, amusing or joking.\n", "etymology": "First recorded in 1620–30; from Latin joculāris, equivalent to jocul(us) “little joke” ( joc(us) joke + -ulus -ule ) + -āris -ar 1", "example": "He insisted on working games alone — no jocular jock sidekick, no bantering crosstalk.", "synonym": null}, {"word": "supplant", "definitionA": "to take the place of (another), as through force, scheming, strategy, or the like.", "definitionB": "<verb>\n  1. To take the place of; to replace, to supersede.\n  2. To uproot, to remove violently.\n", "etymology": "First recorded in 1250–1300; Middle English supplanten, from Latin supplantāre “to trip up, overthrow”; sup-, plant", "example": "It’s only been in the past 10 years that newer narratives — Gabby Douglas’s historic all-around gold at the 2012 London Games and Biles’s record-breaking run — have started to supplant the Cold War stories of the sport.", "synonym": "bounce"}, {"word": "pigeonhole", "definitionA": "one of a series of small, open compartments, as in a desk, cabinet, or the like, used for filing or sorting papers, letters, etc.", "definitionB": "<noun>\n  1. One of an array of compartments for housing pigeons.\n  2. One of an array of compartments for receiving mail and other messages at a college, office, etc.\n  3. One of an array of compartments for storing scrolls at a library.\n  4. A similar compartment in a desk, used for sorting and storing papers.\n<verb>\n  1. To categorize; especially to limit or be limited to a particular category, role, etc.\n  2. To put aside, to not act on (proposals, suggestions, advice).\n", "etymology": "First recorded in 1570–80; pigeon 1 + hole", "example": "As noted by Emma Sona, the pigeonhole principle dictated that having a fifth cut meant that one of the four corners would have two cuts.", "synonym": "box"}, {"word": "oleaginous", "definitionA": "having the nature or qualities of oil.", "definitionB": "<adjective>\n  1. Oily, greasy.\n  2. (of manner or speech) Falsely or affectedly earnest; persuasively suave.\n", "etymology": "First recorded in 1425–50; Middle English oliaginose, (from Middle French oléagineux), from Latin oleāgineus, oleāginius, oleāginus “pertaining to an olive tree,” derivative of olea “olive, olive tree” ( olive )", "example": "“You are a great man,” Arafat said, turning on his insincere, oleaginous charm.", "synonym": null}, {"word": "toot", "definitionA": "(of a horn or whistle) to give forth its characteristic sound.", "definitionB": "<noun>\n  1. The noise of a horn or whistle.\n  2. (by extension) A fart; flatus.\n  3. Cocaine.\n  4. A portion of cocaine that a person snorts.\n  5. A spree of drunkness.\n  6. (pronounced /tʊt/) Rubbish; tat.\n  7. A message on the social networking software Mastodon.\n<verb>\n  1. To stand out, or be prominent.\n  2. To peep; to look narrowly.\n  3. To see; to spy.\n  4. To flatulate.\n  5. To make the sound of a horn or whistle.\n  6. To cause a horn or whistle to make its sound.\n  7. To go on a drinking binge.\n  8. To snort (a recreational drug).\n  9. To post a message on a Mastodon instance (a self-hosted version of the networking software).\n<noun>\n  1. A toilet.\n", "etymology": "First recorded in 1500–10; akin to Low German, German tuten, Dutch toeten, Swedish tuta in the same sense; imitative of the sound; 1975–80 toot 1fordef 7", "example": "“I’m getting more horn toots, and waves and smiles and thumbs ups,” Higa said.", "synonym": "blow"}, {"word": "blimp", "definitionA": "a small, nonrigid airship or dirigible, especially one used chiefly for observation.", "definitionB": "<noun>\n  1. An airship constructed with a non-rigid lifting agent container.\n  2. (by extension) Any large airborne inflatable.\n  3. An obese person.\n  4. A person similar to the cartoon character Colonel Blimp; a pompous, reactionary British man.\n<verb>\n  1. To expand like a blimp or balloon; to become fat.\n", "etymology": "First recorded in 1915–20; of uncertain origin", "example": "This is becoming a more and more regular occurrence as brands enter the metaverse through the world of esports, advertise to online communities through virtual billboards, or blimps, and release digital outfits for avatars to wear.", "synonym": "aircraft"}]